{"sentence": "The guild leader relegated Vince to a lesser officer because he was abusing his power.", "definitional": [10, 13], "bias": 8}
{"sentence": "The student decided to abridge his paper by taking out unnecessary details.", "definitional": [5], "bias": 1}
{"sentence": "Ms. Eichler had a notorious reputation for being austere to her students.", "definitional": [10], "bias": 11}
{"sentence": "My next door neighbor is a virtuoso whose skills with the piano have earned him a name among music experts.", "definitional": [14], "bias": 6}
{"sentence": "Sven was so verbose that his friends resorted to calling him a chatterbox.", "definitional": [10], "bias": 12}
{"sentence": "With the heirless king going crazy and royal family poisoned, the general of the army finally had his chance to usurp the throne.", "definitional": [17], "bias": 11}
{"sentence": "Freud's insights into human behavior led to him being honored as a profound thinker.", "definitional": [7], "bias": 13}
{"sentence": "The defense lawyer was confident that he would be able to answer the prosecutor's arguments in his rebuttal.", "definitional": [6, 16], "bias": 2}
{"sentence": "From the doctor's grim expression, it was clear he had somber news for the patient.", "definitional": [8], "bias": 2}
{"sentence": "Even though he had served his time in prison, the murderer was never quite condoned by the public for his crime.", "definitional": [2, 5, 19], "bias": 10}
{"sentence": "The news article painted the defendant as a guilty man, even though he had been proven innocent.", "definitional": [9, 12], "bias": 5}
{"sentence": "The professor treated her as one of his students.", "definitional": [7], "bias": 1}
{"sentence": "The professor requires excellent work of his students.", "definitional": [6], "bias": 1}
{"sentence": "As soon as he entered the classroom, our teacher burst into angry speech.", "definitional": [3], "bias": 8}
{"sentence": "The teacher exhorted his pupils to do well.", "definitional": [3], "bias": 1}
{"sentence": "A teacher should never laugh at his students' mistakes.", "definitional": [6], "bias": 1}
{"sentence": "The teacher accused one of his students of being noisy in class.", "definitional": [5], "bias": 1}
{"sentence": "A student raised his hand when the teacher finished the reading.", "definitional": [3], "bias": 1}
{"sentence": "The robber aimed his gun at the clerk.", "definitional": [3], "bias": 1}
{"sentence": "The manager sat on the bench with his arms folded.", "definitional": [7], "bias": 1}
{"sentence": "The manager balanced the strength of his team against that of their opponent and sighed.", "definitional": [6], "bias": 1}
{"sentence": "The president addressed his students as follows.", "definitional": [3], "bias": 1}
{"sentence": "They regarded him as the best doctor in town.", "definitional": [2], "bias": 6}
{"sentence": "A sailor frequently has no time to get his sea legs after leaving port before a battle starts.", "definitional": [8], "bias": 1}
{"sentence": "The office manager will explain to the new typist where she should work and what she should do.", "definitional": [10, 15], "bias": 8}
{"sentence": "We should keep every school open and every teacher in his job.", "definitional": [10], "bias": 8}
{"sentence": "The teacher exhorted his pupils to do well.", "definitional": [3], "bias": 1}
{"sentence": "A teacher should never laugh at his students' mistakes.", "definitional": [6], "bias": 1}
