{"sentence": "It's sometimes fun to see a raccoon lose his cotton candy or a kangaroo get punched by an Aussie or a comic of a dog finding out he's a good boy.", "definitional": [8, 27], "bias": 29}
{"sentence": "He was one of the most fun presidents I can think of.", "definitional": [0], "bias": 7}
{"sentence": "\"I've really enjoyed having a President that genuinely seems to enjoy science and technology and nerdy pursuits, and we've had some really amazing photographs come out of the White House when he's around kids.\"", "definitional": [31], "bias": 6}
{"sentence": "\"I don't agree with a lot of his politics but there's no denying that he's been an incredibly \"\"presidential\"\" president.\"", "definitional": [7], "bias": 19}
{"sentence": "\"The past 8 years we've seen him angry, we've seen him sad, and we've seen him goofing off with kids, but no matter what he always looks like a president.\"", "definitional": [6, 10, 15, 24], "bias": 29}
{"sentence": "\"As the cop get's closer to the driver side he realizes the car's pretty hazy and as Obama rolls down the window, the smell of marijuana billows out.\"", "definitional": [9], "bias": 2}
{"sentence": "Imagine if history remembers him as the last sane president.", "definitional": [4], "bias": 9}
{"sentence": "Ugh can he just be the president for another term so we have time to get our shit together", "definitional": [2], "bias": 6}
{"sentence": "He was an amazing president.", "definitional": [0], "bias": 4}
{"sentence": "He's still our president until January 1st 2017.", "definitional": [0], "bias": 3}
{"sentence": "\"Putting a stick into a protestors' bag, framing him of owning weapons.\"", "definitional": [8], "bias": 11}
{"sentence": "This will surely destroy him as a man and as president!", "definitional": [4], "bias": 10}
{"sentence": "\"They \"\"elected\"\" him leader for life.\"", "definitional": [2], "bias": 3}
{"sentence": "I have not detected any talents or that he has been a business owner.", "definitional": [8], "bias": 13}
